[Hungarian]
Translated_By=Gábor Majoros
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=1. LÉPÉS : VÁLASZD KI A MEGHAJTÓD
STEP 2 : CHOOSE A SOURCE=2. LÉPÉS : VÁLASSZ FORRÁST
STEP 3 : PERSISTENCE=3. LÉPÉS : PERZISZTENCIA
STEP 4 : OPTIONS=4.LÉPÉS : BEÁLLÍTÁSOK
STEP 5 : CREATE=5. LÉPÉS : TELEPÍTŐ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=Mb
GB=GB
min=perc
Label=Címke
Size=Méret
Help=Segítség
Please read=Olvass el
Error=Hiba
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Válassz egy USB meghajtót
Hard drives=Merevlemezek
No key found=Kulcs nem található
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Letöltés
Support for .IMG files is experimental=.IMG file-ok támogatása jelenleg csak kísérleti státuszban
Only Live mode is currently available in step 3, virtualization option has been disabled=Csak Live mód elérhető jelenleg a 3. Lépésben, a "virtualizáció" opció ki van kapcsolva
However, LinuxLive USB Creator will try to use same install parameters as for=Azonban a LinuxLive USB Creator megpróbálja ugyanazokat a telepítési paramétereket használni
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Live Mód)
(Persistent Mode)=(Perzisztens Mód)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Létrehozott File-ok rejtetté tétele
(except for Umenu.exe)=(Sauf Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Pendrive FAT32 formázása (minden adatot töröl!)
Enable launching LinuxLive in Windows (requires internet to install)=LinuxLive indításának engedélyezése Windows-ban (internetelérés szükséges)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Kattints a villám ikonra a telpítés indításához
Please choose a FAT32 or FAT formated key or check the formating option=Kérlek válassz egy FAT vagy FAT32 fájlrendszerű pendrive-ot vagy pipáld ki a formázás mezőt
No disk selected=Nincs Pendrive kiválasztva
No file selected=Nincs file kiválasztva
No folder or CD selected=Nincs mappa vagy CD kiválasztva
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu-fr.org/telechargement
Please choose an ISO image of LinuxLive CD=Kérlek válassz egy ISO lemezképet a LinuxLive-hoz
Please choose a CD of LinuxLive Live or its folder=Kérlek Válaszd ki a CD-t LinuxLive-hoz vagy a mappáját
Start creation of LinuxLive USB=LinuxLive USB-meghajtó készítésének indítása
Please validate step 1 to 3=Kérlek ellenőrizd az 1-3 lépésben megadott paramétereket
Are you sure you want to format this disk and lose your data=Biztosan törölni szeretnél minden adatot a pendrive-ról
Formatted in=Formázás
Formating the key=Pendrive formázása
Step 1 to 3 OK=1 - 3. lépésig rendben
Cleaning previous installations ( 2min )=Előző telepítések eltávolítása ( 2 perc )
Setting up virtualization software=Virtualizációs szoftver beállítása
VirtualBox already downloaded=VirtualBox letöltve
A new version of VirtualBox is available=VirtualBox új verzió elérhető
This new version will be downloaded=Letöltöm a VirtualBox új verzióját
Downloading VirtualBox as a background task=VirtualBox letöltése a háttérben
Download started succesfully=A letöltés megkezdődött
Download failed to start=Letöltés megkezdése nem sikerült
VirtualBox will not be installed=VirtualBox nem települ
Integrity could not be verified=Az integritást nem lehetett ellenőrizni
Will attempt installation=L'installation sera tentée
Cannot download=Hiba letöltés közben
Extracting ISO file on key=ISO képfile kicsomagolása Pendrive-ra
Writing image to the usb stick=Képfájl Pendrive-ra írása
Copying files to the key=File-ok Pendrive-ra másolása
Renaming some files=Fájlok átnevezése
Hiding files=File-ok elrejtése
Creating file for persistence=Fájlok létrehozása perzisztencia számára
Formating persistence file=Perzisztencia file formázása
Live mode : no persistence file=Live mód : nincs perzisztencia
Ubuntu variant found=Ubuntu disztribúció felismerve
Installing boot sectors=Boot szekvencia telepítése
Downloading VirtualBox=VirtualBox letöltése
Download complete=Letöltés kész
Cleaning previous VirtualBox install=VirtualBox előző telepítésének eltávolítása
Extracting VirtualBox on key=Virtualbox kicsomagolása Pendrive-ra
Applying VirtualBox settings=VirtualBox beállításainak alkalmazása
Your LinuxLive key is now up and ready=A LinuxLive pendrive-od elkészült 
You do not have enough rights to launch VirtualBox=VirtualBox futtatásához nincs elég jogosultságod
Please log in as an administrator or run VirtualBox with admin rights=Kérlek jelentkezz be rendszergazdaként vagy futtasd a VirtualBox-ot rendszergazda jogosultságokkal
Free memory below 256mb threshold=Szabadíts fel legalább 256Mb memóriát
This is not enough to launch LinuxLive in Windows=Ez nem elég LinuxLive indításához Windows-on
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Súgó file nem található
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Névjegy
User's Guide=Felhasználói Kézikönyv
Virtualization Tutorial (FR)=Virtualizációs útmutató (FR)
Donate=Támogatás
Version=Verzió
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Ez a képfájl nem kompatibilis
Detecting keyboard layout=Billentyűzet felismerése
French (France)=Francia (France)
French (Swiss)=Francia (Suisse)
Dutch=Német
Portuguese=Portugál
US or other (qwerty)=US vagy más (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=VMDK készítési hiba
Key not found, VMDK is invalid=Kulcs nem található, VMDK nem érvényes
Try to launch again SetupForAutoVMDK.exe=Indítsd újra a SetupForAutoVMDK.exe -t
Do you want to ignore this error=Figyelmen kívül hagyod ezt a hibát 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Nem találom a MD5SUM-okat
Canceling check=Ellenőrzés megszakítása
You have the right ISO file but it is corrupted or was altered=A megfelelő képfájlt használod,de megsérült vagy megváltozott
Please download it again=Kérlek töltsd le újra
Verifying=Ellenőrzés
This ISO is not compatible=Ez a képfájl nem kompatibilis
Please read the compatibility list in user guide=Kérlek olvasd el a kompatibilitási-listát a Felhasználói Kézikönyvben
If your version is in this list, this mean that your file is corrupted, please download it again=Ha az általad használt verzió a listában van, akkor a file-od sérült.Kérlek töltsd le újra
This version is compatible and its integrity was checked=Ez a verzió kompatibilis és az integritás-ellenőrzés sikeres volt
Check completed=Ellenőrzés befejezve
Integrity + compatibility check=Integritás- és kompatibiliás -ellenőrzés
Unable to open MD5SUM.txt=A md5sum.txt -t nem lehet megnyitni
Checking integrity=Integritás-ellenőrzés
This file is corrupted=A file-od sérült
All files have been successfully checked=Minden file sikeresen ellenőrizve lett
Checking file=File ellenőrzés
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Perzisztens Mod
Live Mode=Live mod
Install=Telepito
File Integrity Check=File integritás ellenorizve
Memory Test=Memoria teszt
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Hiba történt
An anonymous report was sent in order to fix this error as soon as possible=Egy névtelen hibajelentést küldtem, hogy ezt a hibát mielőbb javíthassuk
Show bug report=Mutasd a hiba riportot
Restart application=Alkalmazás újraindítása
Close application=Alkalmazás bezárása
Last Actions=Útolsó művelet
Unique anonymous ID=Egyedi névtelen azonosító
Report status=Jelentés állapota
Pending=Függőben
Error (not sent)=Hiba ( nincs elküldve)
Sent=Elküldve
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=LinuxLive futtatásához 
Remove your key and insert it again=Távolítsd el a pendrive-ot majd csatlakoztasd újra
Go to 'My Computer'=Nyisd meg a "Sajátgép"-et
Right click on you key and select :=Jobb kattintás a pendrive-on és válassz 
'LinuxLive!' to launch linux in windows="LinuxLive!" linux indításához windows-on belül
'VirtualBox Interface' to launch VirtualBox full interface="VirtualBox Interface" VirtualBox teljeskörű indításához 
'CD Menu' to launch the original CD menu="CD Menu" Eredeti CD menü indításához
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=VAGY
Manually=Kézi
Automatically=Autómata
Please select a linux to continue=Kérlek válassz egy linuxot a folytatáshoz
Looking for the fastest mirror=A leggyorsabb tükör keresése
Testing mirror=Tükör tesztelése
No online mirror found=Nem találtam működő tükröt
Please check your internet connection or try with another linux=Kérlek ellenőrizd az internetkapcsolatod vagy válassz egy másik linuxot
Select this file as the source when download will be completed=Válaszd ezt a file-t mint forrást amint a letöltés befejeződött
Downloading=Letöltés
from=tól
Error while trying to download=Hiba letöltés közben
Latency=Késés
Server Name=Szerver név
Copy link=Link másolása
Launch in my browser=Indítás böngészőben
Best mirrors=Legjobb tükör
Good mirrors=Gyors tükör
Bad mirrors=Lassú tükör
Dead mirrors=Halott tükör
Check will begin shortly=Az ellenőrzés hamarosan kezdődik
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Válaszd ki a kedvenc linuxod
There is a new version available=Elérhető frissebb verzió
Your LiLi's version is not up to date=A Lili-d elavult
Last version is=Legfrissebb verzió
Your version is=A te verziód
Do want to download it=Szeretnéd letölteni 
Error while trying to find physical disk number=Hiba a lemez fizikai számának keresésekor
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Ez a linux nincs a kompatibilitási-listában
Setting the memory to the recommended value=Memória beállítása az ajánlott értékre
Free memory is below the recommended value for your Linux to run in Windows=A szabad memória mennyisége,linux futtatásához windows-on belül" az ajánlott alatt van
Recognized Linux=Felismert Linux
Built-in Persistency=Beépített Perzisztencia
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Már készítettél pendrive-ot
Are you sure that you want to recreate one=Biztos vagy benne, hogy újra létre akarod hozni
The compatibility list has been updated=A kompatibilitási-lista frissült
These linuxes are now supported=Ezek a linuxok támogatottak jelenleg
Official Ubuntu Variants=Hivatalos Ubuntu változatok
Ubuntu Based Variants=Ubuntu-alapú változatok
Fedora Variants=Fedora változatok
Debian Variants=Debian változatok
PCLinuxOS Variants=PCLinuxOS változatok
Rescue CDs=Visszaállító CD-k
Light Linuxes=Linux légers
Gentoo Based=Gentoo változat
Security Purpose=Biztonsági célú
Others=Egyéb
Regular Linux (works with most linuxes)=Normál Linux (a legtöbb disztibúcióval működik)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Mise à jour du pack Portable-VirtualBox
Help me to improve LiLi=Segíts jobbá tenni LiLi-t
This is a Beta or Release Candidate version=Ez Béta vagy Release Candidate verzió
Click OK to leave a feedback or click Cancel to close this window=Kattints az "OK"-ra a visszajelzés elküldéséhez vagy kattints a "Cancel"-re az ablak bezárásához
Options=Beállítások
General=Általános
Versions=Verziók
Compatibility List=Kompatibilitási lista
Make a donation=Támogatás
Contact me=Üzenj nekem
CopyLeft by=CopyLeft
GPL v3 License=GPL v3 License
Language=Nyelv
Available languages=Választható Nyelvek
Proxy=Proxy
Proxy settings=Proxy beállítások
No proxy=Nincs Proxy
Use system settings=Rendszerbeállítások használata
Use custom settings=Egyedi beállítások használata
Proxy URL=Proxy URL
Port=Port
Username=Felhasználónév
Password=Jelszó
Status=Állapot
Test settings=Beállítások tesztelése
You are connected=On-line vagy
Testing=Tesztelés
Not connected=Offline
Not tested yet=Még nincs tesztelve
Update=Frissítés
Check for updates=Frissítések keresése
Stable releases only=Csak végleges kiadások
Stable and beta releases=Végleges és Béta kiadások
Advanced=Haladó
Do not modify these options unless you know what you are doing=Ne módosítsd ezeket a beállításokt(csak haladó)
Select a Linux=Válassz Linuxot
Install parameters=Telepítési beállítások
Use LiLi automatic recognition=LiLi automatikus felismerés
highly recommended=Erősen ajánlott
Force using same parameters as=Paraméterek kényszerítése (mint)
Netbook screen detected=Netbook képernyő érzékelve
Your screen vertical resolution is less than 600 pixels=A képernyőd függőleges felbontása kevesebb 600 pixelnél
Please use the arrow keys (up and down) of your keyboard to move the interface=Kérlek scrollozáshoz használd a nyilakat (fel és le)
